{
  "Version": "1.3",
  "ID": "f17qnsd4mirtgjimjkhna2yuyhr5b6xkrwcq6z2zi",
  "Issue Number": "53",
  "Client": {
    "Name": "Xmov",
    "Region": "China",
    "Industry": "IT & Technology Services",
    "Website": "https://www.xmov.ai/home",
    "Social Media": "https://www.xmov.ai/home",
    "Social Media Type": "Other",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "MOVVA Tech, founded in 2018 and headquartered in Shanghai, specializes in AI+CG virtual technology.\n\nLed by Dr. Chai Jinxiang, the company brings together top global talent in computer vision and graphics.\n\nIts core technology offers full-stack virtual human solutions, including modeling, animation, and AI-driven interaction.\n\nAI-powered motion capture cuts costs by 90% while automating facial/body animations.\n\nIt provides high-fidelity virtual avatars for industries like e-commerce, education, and finance.\n\nMOVVA’s virtual live-streaming tools enable real-time multilingual interactions for digital marketing.\n\nIts patented tech has won awards like ACM SIGGRAPH and holds dozens of IP rights.\n\nBacked by investors (e.g., Sequoia China, Morningside), it raised $130M in Series B funding.\n\nPartners include Tencent and ByteDance, scaling metaverse content production.\n\nMOVVA aims to build foundational infrastructure for seamless virtual-real integration.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "The data stored by MOVVA Tech on the Filecoin network primarily includes:\n\nHigh-precision 3D virtual human model data (including topology structures, texture maps, skeletal rigging, and other engineering files);\n\nMassive motion capture raw data (containing sequential data such as facial expression captures and limb movement trajectories);\n\nAI training datasets (comprising labeled motion sequences and rendered samples generated by computer vision algorithms).",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "MOVVA Tech's data processing pipeline covers 3D scanning acquisition, cleaning & labeling, format standardization, and version control, ultimately storing categorized data on the Filecoin network while generating metadata indexes.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://www.xmov.ai/case",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "More than 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, South America, Europe, Australia (continent), Antarctica",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02866013\nf02869125\nf02916974\nf02952530\nf03233356\nf03233304\nf02924003\nf02893152\nf02930717\nf02874347",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "1150TiB",
    "Replicas": 5,
    "Weekly Allocation": "1000TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2025-04-30 10:29:10.934223484 UTC",
    "Validated By": "shizhigu",
    "Active": true,
    "Updated At": "2025-04-30 10:29:10.934220295 UTC",
    "Active Request ID": "183f8bb0-f5f6-453a-b951-5272045e3157",
    "On Chain Address": "f17qnsd4mirtgjimjkhna2yuyhr5b6xkrwcq6z2zi",
    "Multisig Address": "false",
    "edited": true
  },
  "Allocation Requests": [
    {
      "ID": "9d527c36-d6ce-4eec-bd21-6f07b3ca4e54",
      "Request Type": "First",
      "Created At": "2025-04-24 15:24:11.450339287 UTC",
      "Updated At": "2025-04-24 15:24:11.450340454 UTC",
      "Active": false,
      "Allocation Amount": "281474976710656 B",
      "Signers": [
        {
          "Github Username": "shizhigu",
          "Signing Address": "f13a6ov3nrxllvyqkduwczpyashgu3luivodwyvgq",
          "Created At": "2025-04-24 15:26:04.372000000 UTC",
          "Message CID": "bafy2bzacebo7vsbgceyx2w4wuj45nqokmy6ksl47j3tdbkdhhtqbpxsupbj4q"
        }
      ]
    },
    {
      "ID": "183f8bb0-f5f6-453a-b951-5272045e3157",
      "Request Type": "Refill",
      "Created At": "2025-04-30 10:26:33.374744381 UTC",
      "Updated At": "2025-04-30 10:26:33.374745010 UTC",
      "Active": false,
      "Allocation Amount": "562949953421312B",
      "Signers": [
        {
          "Github Username": "shizhigu",
          "Signing Address": "f13a6ov3nrxllvyqkduwczpyashgu3luivodwyvgq",
          "Created At": "2025-04-30 10:29:08.741000000 UTC",
          "Message CID": "bafy2bzacebvavnizj2pos4sbsos4o3i5tm72siwn25e3xcy2tl64uys6pofja"
        }
      ]
    }
  ]
}